/* 1.Задать температуру в градусах по Цельсию. Вывести в alert соответствующую температуру в
градусах по Фаренгейту. Подсказка: расчет идет по формуле Tf = (9 / 5) * Tc + 32, где Tf —
температура по Фаренгейту, Tc — по Цельсию */

var celsius = 38;
var fahrenheit = (9 / 5) * celsius + 32;

alert(fahrenheit);


/* 2.Объявить две переменные: admin и name. Записать в name строку "Василий"; Скопировать
значение из name в admin. Вывести admin (должно вывестись «Василий»). */

var name = "Василий";
var admin = name;

console.log(admin);

// 3. * Чему будет равно JS-выражение 1000 + "108"? = 1000108

console.log(1000 + "108");
